Repository: djipsy6/LGQM
Catalog: Frost'Bite/*.lproj/Localizable.strings
Languages: fr

# problemTitle
source: There is a problem...
fr: Il y a un problème...

# checkAccount
source: Check the accessibility of your account directly from Flumeo.
fr: Vérifiez l'accessibilité à votre compte directement depuis Flumeo.

# tooFewTracks
source: Too few titles
fr: Trop peu de titres

# atLeastFourTracks
source: A collection must contain at least 4 songs for you to play with it.
fr: Une collection doit contenir au moins 4 morceaux pour que vous puissiez jouer avec.

source: Search
fr: Rechercher

source: Contains
fr: Contient

source: tracks
fr: morceaux

source: REMOVE
fr: RETIRER

source: ADD
fr: AJOUTER

# connectPlease
source: Connect!
fr: Connectez-vous !

# connectDesc
source: Log in to add and challenge your friends.
fr: Connectez-vous pour ajouter et défier vos amis.

# pending
source: IN PROGRESS
fr: EN COURS

source: Last update:
fr: Dernière mise à jour:

# connectToTrackFriends
source: Log in to see what your friends are up to.
fr: Connectez-vous pour voir ce que font vos amis.

source: Password required
fr: Mot de passe requis

# passwordRequiredDesc
source: You must enter your password to log in.
fr: Vous devez saisir votre mot de passe pour vous connecter.

# invalidEmail
source: Invalid email address
fr: Adresse e-mail incorrecte

# invalidEmailDesc
source: Check the format of the e-mail address, it seems to be incorrect.
fr: Vérifiez le format de l'adresse e-mail, il semble incorrect.

# loginIn
source: LOGIN YOU IN...
fr: CONNEXION EN COURS...

# noAccount
source: No account found
fr: Aucun compte trouvé

# noAccountDesc
source: These identifiers do not correspond to any active account.
fr: Ces identifiants ne correspondent à aucun compte actif.

source: Not logged in
fr: Non connecté(e)

source: Restricted access
fr: Accès restreint

# noTheme
source: No theme selected
fr: Aucun thème sélectionné

# noThemeDesc
source: Choose a theme for your home screen. You can change it later.
fr: Choisis un thème pour ton écran d'accueil. Tu pourras le changer plus tard.

# animatedTheme
source: This theme is animated
fr: Ce thème est animé

# animatedThemeDesc
source: Your autonomy will decrease faster during long games.
fr: Votre autonomie baissera plus vite lors de longues parties.

source: XP POINTS
fr: POINTS XP

source: PUBLIC PLAYLIST
fr: PLAYLIST PUBLIQUE

source: PUBLIC PLAYLISTS
fr: PLAYLISTS PUBLIQUES

# noFlumeoAccount
source: No Flumeo account associated
fr: Aucun compte Flumeo associé

source: Log in
fr: Se connecter

# adReward
source: Advertising reward
fr: Récompense publicité

# youReceived
source: You have received
fr: Vous avez reçu

# freeAccessLimits
source: You are in free access mode and therefore do not have a player account.
fr: Vous êtes en mode accès libre et ne disposez donc pas d'un compte joueur.

# accountNeededForChallenges
source: You need an account to challenge your friends on your playlists.
fr: Vous avez besoin d'un compte pour défier vos amis sur vos playlists.

# noChallengeableList
source: No playable playlist
fr: Aucune playliste défiable

# challengeableListsRequired
source: To challenge your friends, you need a public playlist of at least 10 songs on Flumeo.
fr: Pour défier vos amis, il vous faut une playlist publique d'au moins 10 morceaux sur Flumeo.

source: Share my profile
fr: Partager mon profil

source: Publish on
fr: Publier sur

# saveInPictureRoll
source: Save to filmstrip
fr: Enregistrer dans la pellicule

source: Share link
fr: Partager le lien

source: 🎉 Link copied!
fr: 🎉 Lien copié!

# myLinkUsage
source: Paste the link on your social pages or on your story to invite your friends to play with your playlists.
fr: Collez le lien sur vos pages sociales ou sur votre story pour inviter vos amis à jouer avec vos playlists.

source: Cancel
fr: Annuler

# linkToProfileCopied
source: 🎉 Link to this copied profile!
fr: 🎉 Lien vers ce profil copié!

# linkToProfileUsage
source: Paste the link to share this game.
fr: Collez le lien pour partager ce jeu.

source: matching
fr: de match

# xp
source: XP pts
fr: pts XP

# syncing
source: Synchronization in progress...
fr: Synchronisation en cours...

# syncingPending
source: Try again in 10 seconds, while we save your progress.
fr: Réessaie dans 10 secondes, le temps que nous sauvegardions ta progression.

# gameLinkCopied
source: 🎉 Sharing link copied!
fr: 🎉 Lien de partage copié!

# gameLinkUsage
source: Paste this link to share this game with your friends.
fr: Collez-ce lien pour partager ce jeu avec vos amis.

source: out of
fr: sur

source: By
fr: Par

# badScore
source: You will do better next time, we believe 👍🏽!
fr: Tu feras mieux la prochaine fois, on y croit 👍🏽!

# lowScore
source: It was not far, really not far 🤷🏾‍♂️!
fr: C'était pas loin, vraiment pas loin 🤷🏾‍♂️!

# mediumScore
source: 👏🏽 Not bad at all. Next step: a flawless one.
fr: 👏🏽 Pas mal du tout. Prochaine étape: un sans faute.

# highScore
source: 🎉 Fantastic! You've torn everything apart. Share your score and get jealous.
fr: 🎉 Fantastique! Tu as tout déchiré. Partage ton score et fais des jaloux.

source: on you
fr: sur toi

source: games
fr: parties

# lastAchievements
source: LATEST ACHIEVEMENTS
fr: DERNIÈRES RÉALISATIONS

# challengeablePlaylists
source: PLAYLISTS YOU CAN CHALLENGE
fr: PLAYLISTS QUE VOUS POUVEZ DÉFIER

source: LOGOUT
fr: DÉCONNEXION

# gamerLinkCopied
source: 🎉 Link to this copied profile!
fr: 🎉 Lien vers ce profil copié!

# gamerLinkUsage
source: Paste the link to share this player profile.
fr: Collez le lien pour partager ce profil joueur.

source: Capture saved
fr: Capture enregistrée

# captureSavedDesc
source: The capture has been saved to your photos.
fr: La capture a été enregistrée dans vos photos.

# waitForEula
source: Wait for the EULA to load
fr: Attendez le chargement des CGU

# waitForEulaDesc
source: Accepting the terms of use is an important step.
fr: L'acceptation des conditions d'utilisation est une étape importante.

# loadingEula
source: Retrieving terms of use...
fr: Récupération des conditions d'utilisation...
